{
  "about": "Om",
  "about_and": "og",
  "about_content_p1": "Jeg er en ung softwareingeni칮r, bosat i Odense. Jeg er uddannet Civilingeni칮r i Software Engineering fra Syddansk Universitet. Jeg br칝nder for at skabe software l칮sninger hvor effektiv udvikling involverer balancering af",
  "about_velocity": "fremdrift",
  "about_quality": "kvalitet",
  "about_longevity": "fremtidssikring",
  "about_header": "Hej! 游녦",
  "about_header_sub": "Jeg hedder Simon Holland Flarup",
  "about_content_p6": "Jeg dimitterede som Civilingeni칮r i Software Engineering i 2023, og jeg har siden da vokset i min nuv칝rende position how Universal Robots A/S til at v칝re hovedansvarlig for brugergr칝nsefladen til PolyScope 5. Hvis du stadig er nysgerrig, eller t칝nker jeg er lige den de mangler,",
  "about_content_contant_catch_phrase": "s친 lad os tage en snak.",
  "about_content_p2": "Min baggrund kommer fra forskellige projekter og stillinger indenfor softwareudvikling. Jeg besk칝ftiger mig i 칮jeblikket med udvikling og vedligeholdelse af software til brugerstyring af verdens f칮rende kollaborative robot arme. Mit ansvar har hjulpet med fornyet fremtidssikring og fjernelse af teknisk g칝ld der har samlet sig, for at forbedre fremdriften i videreudvikling.",
  "about_content_p3": "Jeg har tidligere haft gl칝den ved at kunne anvende software l칮sninger til at fremme anvendelsen af Internet of Things og Industry 4.0. Som ansvarlig for prototypeudviklingen af en sky forbundet industriel ventil til at forbedre overv친gning og fejlfinding i vand-, fjernvarme- og gasledninger.",
  "about_content_p4": "Som l칝rling fik jeg muligheden for at lede designet, udviklingen og operationen af et digitaliseringsv칝rkt칮j til effektivisering af administrationen blandt elevoptag og vejledning. Denne erfaring motiverede mig til at g친 m친lrettet efter at blive civilingeni칮r.",
  "about_content_p5": "Som adgangskrav til universitet, blev jeg n칮dt til at gennemf칮re en gymnasial uddannelse. Et personligt uddannelsesforl칮b blev oprettet for at jeg hurtigt kunne blive optaget p친 et universitet. Dette forl칮b bestod af gennemf칮relsen af en 2-친rig HF p친 11 m친neder.",
  "about_title": "Om",
  "about_location": "Odense, Fyn (Danmark)",
  "aria-follow-on-github": "Find mig p친 GitHub",
  "aria-follow-on-linkedin": "Find mig p친 LinkedIn",
  "pronoun": "Han/Ham",
  "born-in": "F칮dt i",
  "years_old_abbr": "친r",
   "download_cv_full": "Hent mit CV"
}