{
  "cv_age": "år",
  "cv_apprentice_desc_1": "Ansvar for udviklingen af intern software application, med fokus på optimering af processerne omkring elevoptag og vejledning. Primær kontakt person for domæne brugere. Web- og database udvikling med administration af servere.",
  "cv_bsc_title": "Civilingeniør i Software Engineering (Bachelor)",
  "cv_education_eux_1": "Afbrudt kombineret erhvervs- og gymnasialuddannelse indenfor datatekniker med speciale i programmering. Afbrudt til fordel for universitets uddannelse.",
  "cv_elgiganten_title": "Merchandiser (Deltid)",
  "cv_eux_title": "Datatekniker med special i programmering (EUX)",
  "cv_language_basic": "Grundlæggende",
  "cv_language_danish": "Dansk",
  "cv_language_english": "Engelsk",
  "cv_language_fluent": "Flydende",
  "cv_language_german": "Tysk",
  "cv_language_mother_tongue": "Modersprog",
  "cv_language_title": "Sprog",
  "cv_location": "5220 Odense SØ, Danmark",
  "cv_msc_title": "Civilingeniør i Software Engineering (Kandidat)",
  "cv_redmew_1": "Udvikler og administrator for fællesskabet Redmew målrettet videospillet Factorio. Bidraget med udvikling af unikke baner og modifikationer til Factorio, godkendelse af kode, vedligeholdelse af spille servere og hovedansvarlig for crowdsourced oversættelser.",
  "cv_summary_1": "Jeg er en passioneret civilingeniør indenfor Software Engineering med flere års erfaring indenfor udvikling. Jeg søger nye udfordringer og erfaringer, efter flere år som softwareingeniør ved Universal Robots A/S. Her har jeg i de seneste år været involveret i nyudvikling og vedligeholdelse af både eksisterende og nye projekter.",
  "cv_summary_3": "Mine kernekompetencer er indenfor Java og Typescript. Jeg har dog erfarning med en bredvifte af teknologier og programmeringssprog, og jeg er altid klar på at udvide mit repertoire.",
  "cv_summary_title": "Introduktion",
  "volunteering": "Frivilligt arbejde",
  "cv_work_title": "Erhvervserfaring",
  "achievements": "Præstationer:",
  "cv_ur_full_desc_4": "Kernekompetencer indenfor Java, Docker, TypeScript og Angular",
  "cv_keywords_title": "Nøgleord",
  "cv_summary_2": "Jeg tror på, at software udvikling ikke kun handler om at levere funktionalitet. Det handler om at skabe en balance mellem produktivitet, kvalitet og fremtidssikring. Jeg søger nye spændende muligheder for at forbedre og udnytte min passion i at skabe de bedste digitale oplevelser.",
  "cv_summary_4": "Jeg er en ung softwareingeniør, der brænder for at opretholde kvaliteten og vedligeholdelsen af ​​software. I de sidste fire år har jeg anvendt og udviklet min passion og mine kompetencer hos Universal Robots A/S, hvilket har forbedret levetiden af ​​Java-applikationen Polyscope og samtidig forbedret udvikler- og kundeoplevelsen. Jeg har en Master of Science i Software Engineering, og jeg har været aktivt involveret i forskellige softwareprojekter i de sidste syv år ved at bruge sprog som Java, C#, C++, Lua, Python og PHP.",
  "cv_ur_part_2": "Optimerede softwarearkitektur for at forbedre tilpasningsevne og effektivitet, samtidig med at teknisk gæld blev reduceret. Ledede migrering af afhængigheder med Maven og forbedrede tredjepartsintegrationer via OSGi. Udviklede UI-funktionalitet i Swing, finpudsede CI/CD-pipelines med Jenkins og samarbejdede om fejlfinding for at sikre driftssikkerhed.",
  "responsibilitiy_achievements": "Ansvar og præstationer"
}
