{
  "education": "Uddannelse",
  "sr-company": "Virksomhed",
  "sr-date": "Dato",
  "sr-role": "Rolle",
  "work": "Arbejde",
  "apprentice": "Lærling",
  "bsc-software-engineering": "Software Engineering (Bachelor)",
  "eux-data-technician-programming": "EUX - Datatekniker (Programmering)",
  "higher-preparatory-examination": "Gymnasial uddannelse",
  "lower-secondary-education": "Efterskole (10. Klasse)",
  "msc-software-engineering": "Civilingeniør i Software Engineering",
  "sdu": "Syddansk Universitet",
  "student-worker": "Studentermedhjælper",
  "software-developer": "Softwareudvikler (Deltid)",
  "software-engineer": "Softwareingeniør",
  "disclosure_read_more": "... læs mere",
  "education_aarhustech_desc": "Kombineret erhvervs- og gymnasial uddannelse, som Datatekniker med speciale i programmering",
  "education_aarhustech_ext_desc": "Afbrudt til fordel for en universitetsuddannelse.",
  "education_bsc_thesis_title": "• Data-driven mobile application for enhanced guest experiences",
  "education_hf_desc": "Adgangsgivende gymnasial uddannelse til universitet gennemført som et specialforløb på 11 måneder.",
  "education_msc_company_project_title": "• Mitigating the accumulation of technical debt and addressing existing productivity inhibitors",
  "education_msc_thesis_title": "• The longevity of modern software: A study of operational risks connected to open source libraries",
  "education_tradium_desc": "Grundforløb, overført til Aarhus Tech",
  "projects": "Projekter:",
  "responsibility": "Ansvarsområde:",
  "resume_apprentice_desc": "Ansvarlig for designet, udviklingen og driften af en software platform for håndtering af elevoptag og vejledning.",
  "resume_apprentice_ext_desc_tech": "Primært beskæftiget med PHP, SQL samt HTML, JavaScript og CSS ved brug af Bootstrap",
  "resume_elgiganten_desc": "Ungarbejder i den tekniske kundesupport afdelingen hos Elgiganten Randers. Ydelse af teknisk kunde support, konfigurering af enheder, produkt fremvisning samt fejlsøgning. ",
  "resume_ur_ext_desc_p1": "• Fjernelse af teknisk gæld samt forbedringer af softwarearkitekturen",
  "resume_ur_ext_desc_p2": "• Videreudvikling af framework baseret på OSGi til eksterne udvidelser",
  "resume_ur_ext_desc_p3": "• Implementering af ny funktionalitet og fejlrettelser",
  "resume_ur_ext_desc_p4": "• Migrering og opgradering af biblioteker samt opdatering af Java",
  "resume_ur_ext_desc_tech": "Primært beskæftiget med Java, OSGi og Python",
  "resume_ur_ext_desc_p5": "• Forbedring af Continuous Integration gennem Jenkins og Docker",
  "other_category_drivers_license": "Kategori B",
  "other_drivers_licence_title": "Kørekort",
  "other_glenten_title": "Repræsentantskabsmedlem",
  "other_redmew_desc": "Udvikler og administrator for fællesskabet Redmew til video spillet Factorio.",
  "other_redmew_ext_desc_p1": "Bidraget med udvikling af tilføjelser til Factorio, gennemgang og godkendelse af kode skrevet af andre frivillige, hovedansvarlig for crowdsourcing af oversættelser samt vedligeholdelse af online spil servere.",
  "other_redmew_ext_desc_tech": "Primært beskæftiget med Lua og C#",
  "other_redmew_title": "Udvikler og administrator",
  "other_title": "Øvrigt",
  "resume_ur_full_desc": "Softwareingeniør med ansvar for udviklingen og vedligeholdelse af PolyScope 5, styrings- og programmerings interfacet bag de kollaborative robotter fra Universal Robots.",
  "resume_ur_full_ext_desc": "Min primære opgave er udviklen og vedligeholdelsen af Java applikationen som gør det muligt at programmere og operere kollaborative robotter. Jeg har hovedansvaret for udviklingen af brugergrænsefladen til PolyScope 5. ",
  "resume_ur_full_ext_desc_2": "Primært beskæftiget med Java, OSGi og Docker",
  "full-stack-software-engineer": "Full-stack Softwareingeniør (Java, Angular)",
  "java-software-engineer": "Softwareingeniør (Java)",
  "resume_ur_full_stack_ext_desc_2": "PolyScope X er en Angular-baseret web-frontend-applikation med en Spring Boot-baseret backend. Kommunikation gennem HTTP restful grænseflader, websockets og ROS2. De primære programmeringssprog er Java og TypeScript inklusive HTML og CSS.",
  "resume_ur_full_stack_ext_desc_3": "PolyScope 5 er en Java Swing-baseret applikation, der understøttes af det modulær og plugbar framework OSGi.",
  "polyscope-5-desc": "Den fortrukne platform til styring af kollaborative robotter.",
  "polyscope-x-desc": "Næste generationsplatforn til styring af kollaborative robotter.",
  "polyscope-learn-more": "Læs mere på universal-robots.com",
  "cv_ur_full_li_1": "• Drev udviklingen af PolyScope 5, tekniske beslutninger, sprintplanlægning og samarbejde med kunder.",
  "cv_ur_full_li_2": "• Leverede 11 funktionsudgivelser, opnåede teknisk ejerskab og forbedrede brugerorienteret software på tværs af Universal Robots’ økosystem.",
  "cv_ur_full_li_3": "• Designede og implementerede systemer ved brug af Java, Spring Boot, TypeScript, Angular, Docker og Quarkus.",
  "cv_ur_full_li_4": "• Udviklede offentlige API'er, hvilket forbedrede integrationsmuligheder for både brugere og tredjepartsudviklere.",
  "cv_ur_full_li_5": "• Central rolle i PolyScope X og bidrog til tre betydningsfulde udgivelser, der styrkede platformens skalerbarhed.",
  "cv_ur_full_li_6": "• Langsigtet software understøttelse til kunder, sikrende driftssikkerhed og kundetilfredshed på tværs af kritiske løsninger.",
  "resume_broen_desc": "Bidrog til et pilotprojekt, der undersøgte Industry 4.0 og Internet of Things (IoT) gennem udviklingen af et cyber-fysisk system. Arbejdede med prototyping, konnektivitet og cloud-infrastruktur for at muliggøre realtidsløsninger inden for industriel automation.",
  "resume_broen_ext_desc_tech": "Prototype udvikling af en indlejret platform til Industry 4.0-applikationer med fokus på systemarkitektur og funktionalitet. Designede og implementerede IoT-forbindelsesløsninger med NB-IoT for at sikre pålidelig dataoverførsel til industrielle sensorer. Derudover udviklede og optimerede cloud-baseret databehandling og lagringssystemer ved hjælp af Microsoft Azure for at forbedre skalerbarhed og effektivitet.",
  "resume_ur_desc": "Bidrog til udviklingen og optimeringen af PolyScope 5, kontrol- og programmeringsgrænsefladen, der driver Universal Robots’ kollaborative robotter. Arbejdede tæt sammen med teamet for at forbedre softwarearkitektur, reducere teknisk gæld og implementere ny funktionalitet, hvilket sikrede problemfri drift og integration i industriel automation.",
  "resume_ur_full_stack_desc": "Alsidig softwareingeniør, der leder den tekniske udvikling af PolyScope 5, driver forretningskritiske forbedringer for nøglekunder og sikrer driftssikkerhed på over 100.000 implementerede robotter.",
  "resume_ur_full_stack_ext_desc": "Full-stack udvikling af den næste generation af PolyScope X-platformen, hvor jeg forbedrer tilpasningsevne og ydeevne til industriel automation."
}
