{
  "404": "Det beklager jeg, men vi er faret vild",
  "404_go_back": "Vi kan gå tilbage",
  "404_or": "eller",
  "404_go_home": "starte forfra",
  "404_title": "Siden findes ikke",
  "index_title": "Forside",
  "about": "Om",
  "aria-close-menu": "Luk menu",
  "aria-toggle-dark-mode": "Slå nat tilstand til eller fra",
  "home": "Forside",
  "menu": "Menu",
  "navigation": "Navigering",
  "aria-follow-on-github": "Find mig på GitHub",
  "aria-follow-on-linkedin": "Find mig på LinkedIn",
  "education": "Uddannelse",
  "headline_index": "Ung software ingeniør med flair for software vedligeholdelse",
  "hosted-on": "Hostet af",
  "intro_index": "Jeg hedder Simon, civilingeniør med speciale i software engineering og bosat i Odense på Fyn. I øjeblikket beskæftiger jeg mig med at forbedre software til brugerstyring af kollaborative robotter hos Universal Robots.",
  "powered-by": "Skabt med",
  "sr-company": "Virksomhed",
  "sr-date": "Dato",
  "sr-role": "Rolle",
  "work": "Arbejde",
  "apprentice": "Lærling",
  "bsc-software-engineering": "Software Engineering (Bachelor)",
  "eux-data-technician-programming": "EUX - Datatekniker (Programmering)",
  "higher-preparatory-examination": "Gymnasial uddannelse",
  "lower-secondary-education": "Efterskole (10. Klasse)",
  "msc-software-engineering": "Civilingeniør i Software Engineering",
  "october-abbreviation": "okt.",
  "present": "Nu",
  "sdu": "Syddansk Universitet",
  "student-worker": "Studentermedhjælper",
  "software-developer": "Software Udvikler (Deltid)",
  "software-engineer": "Civilingeniør - Software Engineering",
  "about_title": "Om",
  "born-in": "Født i",
  "about_location": "Odense, Fyn (Danmark)",
  "pronoun": "Han/Ham",
  "years_old_abbr": "år",
  "privacy_title": "Privatlivspolitik",
  "privacy_analytical_purposes": "Besøg på denne hjemmeside bliver registeret gennem Javascript. Slå scripts fra i din browser, for at forhindre registreringen.",
  "privacy_anonymous_information_collected": "Disse følgende informationer bliver anonymt gemt når du besøger denne hjemmeside:",
  "privacy_generated_hash_info": "IP-adresser bliver ikke gemt af analyseværktøjet. Den genererede hash-kode gemmes midlertidigt i proces hukommelse for at sammenholde gentagende besøg. Hash-koden slettes efter 8 timer.",
  "privacy_github_more_info": "For mere information besøg",
  "privacy_github_notice": "Af sikkerhedsmæssige årsager kan nogle informationer blive gemt af hosting udbyderen.",
  "privacy_list_country": "Land og region udledt af IP-adresse.",
  "privacy_list_hash": "En hash-kode baseret på IP-adressen, User-Agent og et tilfældigt tal.",
  "privacy_list_referer": "Referer headerfelt.",
  "privacy_list_screensize": "Skærmstørrelse",
  "privacy_list_url": "URL af den besøgte side.",
  "privacy_list_user_agent": "User-Agent headerfelt",
  "privacy_subtitle": "Denne hjemmeside gemmer ikke personlige informationer.",
  "intro_p2": "For mig er softwareudvikling mere end at udgive nye funktioner og fejlrettelser. Det er en fin balancegang mellem udviklingsfremdrift, kvalitet– og fremtidssikring.",
  "intro_p3": "Tag et kig rundt eller besøg mine sociale profiler for at lære mere om mig.",
  "about_and": "og",
  "about_content_p1": "Jeg er en ung software ingeniør, bosat i Odense, og dimittend fra Syddansk Universitet som Civilingeniør i Software Engineering. Jeg brænder for at skabe software løsninger hvor effektiv udvikling involverer balancering af",
  "about_velocity": "fremdrift",
  "about_quality": "kvalitet",
  "about_longevity": "fremtidssikring",
  "about_header": "Hej! Jeg hedder Simon Holland Flarup",
  "about_content_p6": "Jeg dimitter som civilingeniør i Software Engineering i 2023, klar til at møde nye udfordringer. Hvis du stadig er nysgerrig, eller sidder med udfordringer som jeg kunne være interesseret i,",
  "about_content_contant_catch_phrase": "så lad os tage en snak.",
  "about_content_p2": "Min baggrund kommer fra forskellige projekter og stillinger indenfor softwareudvikling. Jeg beskæftiger mig i øjeblikket med udvikling og vedligeholdelse af software til brugerstyring af verdens førende kollaborative robot arme. Mit ansvar har hjulpet med fornyet fremtidssikring og fjernelse af teknisk gæld der har samlet sig, for at forbedre fremdriften i videreudvikling.",
  "about_content_p3": "Jeg har tidligere haft glæden ved at kunne anvende software løsninger til at fremme anvendelsen af Internet of Things og Industry 4.0. Som ansvarlig for prototypeudviklingen af en sky forbundet industriel ventil til at forbedre overvågning og fejlfinding i vand-, fjernvarme- og gasledninger.",
  "about_content_p4": "Som lærling fik jeg muligheden for at lede designet, udviklingen og operationen af et digitaliseringsværktøj til effektivisering af administrationen blandt elevoptag og vejledning. Denne erfaring motiverede mig til at gå målrettet efter at blive civilingeniør.",
  "about_content_p5": "Som adgangskrav til universitet, blev jeg nødt til at gennemføre en gymnasial uddannelse. Et personligt uddannelsesforløb blev oprettet for at jeg hurtigt kunne blive optaget på et universitet. Dette forløb bestod af gennemførelsen af en 2-årig HF på 11 måneder.",
  "disclosure_read_more": "... læs mere",
  "education_aarhustech_desc": "Kombineret erhvervs- og gymnasial uddannelse, som Datatekniker med speciale i programmering",
  "education_aarhustech_ext_desc": "Afbrudt til fordel for en universitetsuddannelse.",
  "education_bsc_thesis_title": "• Data-driven mobile application for enhanced guest experiences",
  "education_hf_desc": "Adgangsgivende gymnasial uddannelse til universitet gennemført som et specialforløb på 11 måneder.",
  "education_msc_company_project_title": "• Mitigating the accumulation of technical debt and addressing existing productivity inhibitors",
  "education_msc_thesis_title": "• The longevity of modern software: A study of operational risks connected to open source libraries",
  "education_tradium_desc": "Grundforløb, overført til Aarhus Tech",
  "projects": "Projekter:",
  "responsibility": "Ansvarsområde:",
  "resume_apprentice_desc": "Ansvarlig for designet, udviklingen og driften af en software platform for håndtering af elevoptag og vejledning.",
  "resume_apprentice_ext_desc_tech": "Primært beskæftiget med PHP, SQL samt HTML, JavaScript og CSS ved brug af Bootstrap",
  "resume_broen_desc": "Pilotprojekt indenfor Industry 4.0 og Internet Of Things. Udvikling af prototype for internet og cloud forbundne ventiler ved brug af Arduino og Microsoft Azure gennem NB-IoT. ",
  "resume_broen_ext_desc_tech": "Primært beskæftiget med C# og C++",
  "resume_elgiganten_desc": "Ungarbejder i den tekniske kundesupport afdelingen hos Elgiganten Randers. Ydelse af teknisk kunde support, konfigurering af enheder, produkt fremvisning samt fejlsøgning. ",
  "resume_ur_desc": "Udvikling og vedligeholdelse af software til brugerstyring af verdens førende kollaborative robot arme.",
  "resume_ur_ext_desc_p1": "• Fjernelse af teknisk gæld samt forbedringer af softwarearkitekturen",
  "resume_ur_ext_desc_p2": "• Videreudvikling af framework baseret på OSGi til eksterne udvidelser",
  "resume_ur_ext_desc_p3": "• Implementering af ny funktionalitet og fejlrettelser",
  "resume_ur_ext_desc_p4": "• Migrering og opgradering af biblioteker samt opdatering af Java",
  "resume_ur_ext_desc_tech": "Primært beskæftiget med Java, OSGi og Python",
  "resume_ur_ext_desc_p5": "• Forbedring af Continuous Integration gennem Jenkins og Docker",
  "other_category_drivers_license": "Kategori B",
  "other_drivers_licence_title": "Kørekort",
  "other_glenten_title": "Repræsentantskabsmedlem",
  "other_redmew_desc": "Udvikler og administrator for fællesskabet Redmew til video spillet Factorio.",
  "other_redmew_ext_desc_p1": "Bidraget med udvikling af tilføjelser til Factorio, gennemgang og godkendelse af kode skrevet af andre frivillige, hovedansvarlig for crowdsourcing af oversættelser samt vedligeholdelse af online spil servere.",
  "other_redmew_ext_desc_tech": "Primært beskæftiget med Lua og C#",
  "other_redmew_title": "Udvikler og administrator",
  "other_title": "Øvrigt",
  "resume_ur_full_desc": "Java software ingeniør for kontrollering og programmering systemet Polyscope hos Universal Robots."
}
