{
  "404": "You must excuse me. I think we got lost.",
  "404_go_back": "Let us head back",
  "404_or": "or",
  "404_go_home": "start from the top",
  "404_title": "Page not found",
  "index_title": "Home Page",
  "menu": "Menu",
  "navigation": "Navigation",
  "home": "Home",
  "about": "About",
  "aria-close-menu": "Close menu",
  "aria-toggle-dark-mode": "Toggle dark mode",
  "powered-by": "Powered by",
  "hosted-on": "Hosted on",
  "work": "Work",
  "sr-company": "Company",
  "sr-role": "Role",
  "sr-date": "Date",
  "education": "Education",
  "headline_index": "Young Software Engineer with a flair for software maintainability",
  "intro_index": "I'm Simon, a software engineer graduate based in Odense, Denmark. I'm currently focusing on improving the user interaction software for the collaborative robots by Universal Robots.",
  "aria-follow-on-github": "Follow on GitHub",
  "aria-follow-on-linkedin": "Follow on LinkedIn",
  "sdu": "University of Southern Denmark",
  "msc-software-engineering": "MSc. Software Engineering",
  "bsc-software-engineering": "BSc. Software Engineering",
  "higher-preparatory-examination": "Higher Preparatory Examination",
  "eux-data-technician-programming": "EUX - Data Technician (Programming)",
  "lower-secondary-education": "Lower Secondary Education",
  "present": "Present",
  "software-developer": "Software Developer (Part-time)",
  "software-engineer": "Software Engineer",
  "student-worker": "Student Worker",
  "apprentice": "Apprentice",
  "october-abbreviation": "oct.",
  "about_title": "About",
  "pronoun": "He/Him",
  "born-in": "Born in",
  "years_old_abbr": "y/o",
  "about_location": "Odense, Funen (Denmark)",
  "privacy_title": "Privacy Policy",
  "privacy_subtitle": "This website does not store any personal information.",
  "privacy_analytical_purposes": "For analytical purposes page visits are registered through Javascript. Disabling scripts in your browser will prevent registering page visits.",
  "privacy_anonymous_information_collected": "The following anonymous information is collected when navigating this website:",
  "privacy_list_url": "URL of the visited page.",
  "privacy_list_referer": "Referer header.",
  "privacy_list_user_agent": "User-Agent header.",
  "privacy_list_screensize": "Screen size.",
  "privacy_list_country": "Country and region name based on IP address.",
  "privacy_list_hash": "A hash of the IP address, User-Agent, and an random number.",
  "privacy_generated_hash_info": "IP addresses are never stored by the analytics. The generated hash is kept in process memory to filter repeat visits. The hash is stored for 8 hours.",
  "privacy_github_notice": "For security purposes certain information may be stored by the hosting provider.",
  "privacy_github_more_info": "For more information visit",
  "intro_p2": "For me, software engineering is more than just shipping new features and fixing bugs. It's a fine balance of development velocity, quality assurance and system longevity.",
  "intro_p3": "Take a look around or visit my social profiles to learn more about me.",
  "about_header": "Hello! I'm Simon Holland Flarup",
  "about_content_p1": "I am a young software engineer located in Odense, Denmark and a graduate in Software Engineering from the University of Southern Denmark. I value creating software solutions where efficient development means balancing",
  "about_content_p2": "I have an background in various software development positions and projects. I'm currently empowering the development and maintenance of interactive software for the worlds leading collaborative robotic arms. Attributing to a renewed longevity and resolving accumulated technical debt for improved development velocity.",
  "about_content_p3": "Previously, I've had the pleasure of applying software solutions to accelerate the adoption of Industry 4.0 and Internet of Things. Being responsible for creating a functional prototype for a cloud connected industry valve to improve monitoring and fault-detection in water, district heating and gas infrastructure.",
  "about_content_p4": "My apprenticeship involved leading the design, development and operation of a software automation application for enhancing the management of student registration and counseling. This experience made me focus on studying to become a software engineer.",
  "about_content_p5": "Before being able to gain admittance to an university, I had to graduate from an upper secondary education. To fast track this process, an educational program was personalized for me to complete a two-year education within 11 months.",
  "about_content_p6": "I graduate as a MSc in Software Engineering in 2023, ready to take on new challenges. If you are still curious, or have some challenges I may be interested in,",
  "about_content_contant_catch_phrase": "then let's have a chat.",
  "about_velocity": "velocity",
  "about_quality": "quality",
  "about_and": "and",
  "about_longevity": "longevity",
  "projects": "Projects:",
  "education_msc_thesis_title": "• The longevity of modern software: A study of operational risks connected to open source libraries",
  "education_msc_company_project_title": "• Mitigating the accumulation of technical debt and addressing existing productivity inhibitors",
  "education_bsc_thesis_title": "• Data-driven mobile application for enhanced guest experiences",
  "education_hf_desc": "Tailored selection of courses for fast tracked entry to university. 2 years accredited in 11 months.",
  "education_aarhustech_desc": "Combined upper secondary education and vocational education within information technology, networking and computer programming.",
  "education_aarhustech_ext_desc": "Suspended to seek direct admission to university.",
  "education_tradium_desc": "Introductory courses, later transferred to Aarhus Tech",
  "disclosure_read_more": "... read more",
  "responsibility": "Responsibility:",
  "resume_ur_desc": "Development and maintenance of user interaction software for controlling and programming the world's leading collaborative robotic arms.",
  "resume_ur_ext_desc_p1": "• Addressing technical debt and improvements for the software architecture",
  "resume_ur_ext_desc_p2": "• Feature development for third-party extension framework, based on OSGi",
  "resume_ur_ext_desc_p3": "• Implementation of features and bug fixing",
  "resume_ur_ext_desc_p4": "• Migrating and upgrading external libraries including upgrading the Java environment",
  "resume_ur_ext_desc_p5": "• Improving Continuous Integration through Jenkins and Docker",
  "resume_ur_ext_desc_tech": "Primarily working with Java, OSGi, Docker and Python",
  "resume_broen_desc": "Industry 4.0 and Internet of Things pilot project. Prototyping of internet and cloud connected valves using Arduino and Microsoft Azure through NB-IoT.",
  "resume_broen_ext_desc_tech": "Primarily working with C# and C++",
  "resume_apprentice_desc": "Responsible for the design, development and operation of a software platform for managing student intake and counseling.",
  "resume_apprentice_ext_desc_tech": "Primarily working with PHP, SQL and HTML, JavaScript and CSS using the Bootstrap framework",
  "resume_elgiganten_desc": "Youth worker within technical customer support. Providing direct customer support, configuration of devices, product showcasing and troubleshooting.",
  "other_redmew_desc": "Developer and administrator for the online community RedMew focusing on the video game Factorio.",
  "other_redmew_ext_desc_p1": "Contributed with development of scenarios and modifications for Factorio, code review and approvals, maintenance of online servers and heading the crowdsourcing of locale translations.",
  "other_redmew_ext_desc_tech": "Primarily working with Lua and C#",
  "other_redmew_title": "Developer and Administrator",
  "other_category_drivers_license": "Category B",
  "other_drivers_licence_title": "Drivers License",
  "other_glenten_title": "Member of the advisory board",
  "other_title": "Other",
  "resume_ur_full_desc": "Java software engineer influencing the development of Polyscope, the control and programming interface empowering the collaborative robots from Universal Robots.",
  "resume_ur_full_ext_desc": "Developing and maintaining the Java application enabling programming and operating collaborative robots, making efforts to drive further longevity through platform upgrades. Contributing to the framework for third-party contributable Java applications for integration of end of tool effectors.",
  "resume_ur_full_ext_desc_2": "Primarily working in a native Java suite",
  "cv_ur_full_desc_2": "Developing and maintaining the Java application enabling programming and operating collaborative robots, making efforts to drive further longevity through platform upgrades.",
  "cv_ur_full_desc_3": "Contributing to the framework for third-party contributable Java applications for integration of end of tool effectors.",
  "cv_ur_full_desc_4": "Primarily working in a native Java suite",
  "cv_apprentice_desc_1": "Responsible for the development of software for internal usage, focusing on improving the processes of student intake and counseling within the vocational institution. Point of contact for domain users. Web and database development with server deployment.",
  "cv_education_eux_1": "Suspended combined upper secondary education and vocational education within information technology, networking and computer programming. Suspended for seeking direct admission to university.",
  "cv_redmew_1": "Developer and administrator for the online community Redmew in the video game Factorio. Contributed with development of scenarios and modifications for Factorio, code review and approvals, maintenance of online servers and head of crowdsourcing localization.",
  "cv_elgiganten_title": "Merchandiser (Part-time)",
  "cv_msc_title": "Master of Science - Software Engineering",
  "cv_bsc_title": "Bachelor of Science - Software Engineering",
  "cv_eux_title": "Data technician (EUX)",
  "cv_age": "24 years old",
  "cv_location": "5220 Odense SE, Denmark",
  "cv_summary_1": "I am a young software engineer with a couple of years experience in software development. I have been working as a software developer at Universal Robots A/S for a few years. The past years I have had a focus on improving my skills for analyzing and improving software applications. I hope to be able to employ and refine these skills in the future.",
  "cv_summary_2": "My primary programming languages are Java, Typescript and Python, but I am knowledgeable in a wide ranges of technologies and programming languages. However, I would not pass on the chance of expanding my repertoire.",
  "cv_work_title": "Work experience",
  "cv_language_title": "Language",
  "cv_language_danish": "Danish",
  "cv_language_german": "German",
  "cv_language_english": "English",
  "cv_language_mother_tongue": "Mother tongue",
  "cv_language_basic": "Basic",
  "cv_language_fluent": "Fluent",
  "cv_summary_title": "Summary",
  "volunteering": "Volunteering",
  "january": "January",
  "july": "July",
  "october": "October",
  "cv_keywords_title": "Keywords"
}
