{
    "cv_ur_full_desc_4": "Core competencies within Java, Docker, TypeScript og Angular",
    "cv_ur_full_li_1": "• Contributed to the release of 11 minor releases of PolyScope 5.",
    "cv_ur_full_li_2": "• Responsible for 6 minor releases within a year.",
    "cv_ur_full_li_3": "• Co-responsible for the design and release of public APIs.",
    "cv_ur_full_li_4": "• Contributed to development of 3 minor releases of the next generation software: PolyScope X.",
    "cv_ur_full_li_5": "• Top performing developer multiple years in a row.",
    "cv_apprentice_desc_1": "Responsible for the development of software for internal usage, focusing on improving the processes of student intake and counseling within the vocational institution. Point of contact for domain users. Web and database development with server deployment.",
    "cv_education_eux_1": "Suspended combined upper secondary education and vocational education within information technology, networking and computer programming. Suspended for seeking direct admission to university.",
    "cv_redmew_1": "Developer and administrator for the online community Redmew in the video game Factorio. Contributed with development of scenarios and modifications for Factorio, code review and approvals, maintenance of online servers and head of crowdsourcing localization.",
    "cv_elgiganten_title": "Merchandiser (Part-time)",
    "cv_msc_title": "Master of Science - Software Engineering",
    "cv_bsc_title": "Bachelor of Science - Software Engineering",
    "cv_eux_title": "Data technician (EUX)",
    "cv_age": "years old",
    "cv_location": "5220 Odense SE, Denmark",
    "cv_summary_1": "Young and passionate Software Engineer, seeking new opportunities and experiences after over four years as a software engineer at Universal Robots A/S. I have been involved in the development and maintenance of new and existing projects across different technology stack including Java/Spring Boot and Typescript/Angular. Currently I drive the maintenance of business critical software extending the longevity in anticipation of the launch of the next generation software.",
    "cv_summary_2": "I believe that software engineering is not only about delivering functionality. It is about creating a balance of development velocity, quality assurance and system longevity. I am looking for exciting opportunities to develop and apply my passion for creating great digital experiences.",
    "cv_summary_3": "My core competencies are Java and Typescript, and I have experience in several different technologies and programming languages. I am eager for next opportunities to expanding my repertoire.",
    "cv_summary_4": "I am a young software engineer passionate about upholding the quality and maintainability of software. For the past four years I have been applying and developing my passion and skills at Universal Robots A/S, improving the longevity of the Java application Polyscope while enhancing the developer and customer experiences. I have a Master of Science in Software Engineering and I have been actively involved in different software projects for the last seven years, utilizing languages such as Java, C#, C++, Lua, Python and PHP.",
    "cv_work_title": "Work experience",
    "cv_language_title": "Language",
    "cv_language_danish": "Danish",
    "cv_language_german": "German",
    "cv_language_english": "English",
    "cv_language_mother_tongue": "Mother tongue",
    "cv_language_basic": "Basic",
    "cv_language_fluent": "Fluent",
    "cv_summary_title": "Summary",
    "cv_keywords_title": "Keywords",
    "achievements": "Achievements:",
    "volunteering": "Volunteering"
}