{
  "resume_ur_full_stack_desc": "Versatile software engineer leading the technical development of PolyScope 5, driving business-critical advancements for major accounts and ensuring reliability across 100,000+ deployed robots.",
  "resume_ur_full_stack_ext_desc": "Full-stack development on the next-generation PolyScope X platform, enhancing adaptability and performance for industrial automation.",
  "resume_ur_full_stack_ext_desc_2": "PolyScope X is an Angular based web frontend application, with a solid Spring Boot based backend. Communication through HTTP restful interfaces, websockets and ROS2. The primary programming languages are Java and TypeScript including HTML and CSS.",
  "resume_ur_full_stack_ext_desc_3": "PolyScope 5 is a Java Swing based application supported by the modular and plugable framework OSGi.",
  "resume_ur_full_desc": "Software engineer with responsiblity for the development and maintenance of PolyScope 5, the control and programming interface empowering the collaborative robots from Universal Robots.",
  "resume_ur_full_ext_desc": "Primarily responsible for the development and maintainance of the Java application enabling programming and operating collaborative robots. Main responsible for the development of the user interface for PolyScope 5.",
  "resume_ur_full_ext_desc_2": "Primarily working with Java, OSGi and Docker",
  "projects": "Projects:",
  "education_msc_thesis_title": "• The longevity of modern software: A study of operational risks connected to open source libraries",
  "education_msc_company_project_title": "• Mitigating the accumulation of technical debt and addressing existing productivity inhibitors",
  "education_bsc_thesis_title": "• Data-driven mobile application for enhanced guest experiences",
  "education_hf_desc": "Tailored selection of courses for fast tracked entry to university. 2 years accredited in 11 months.",
  "education_aarhustech_desc": "Combined upper secondary education and vocational education within information technology, networking and computer programming.",
  "education_aarhustech_ext_desc": "Suspended to seek direct admission to university.",
  "education_tradium_desc": "Introductory courses, later transferred to Aarhus Tech.",
  "disclosure_read_more": "... read more",
  "responsibility": "Responsibility:",
  "resume_ur_desc": "Contributing to the development and optimization of PolyScope 5, the control and programming interface empowering Universal Robots' collaborative robots. Worked closely with the team to enhance software architecture, reduce technical debt, and introduce new functionality, ensuring seamless operation and integration for industrial automation.",
  "resume_ur_ext_desc_p1": "• Addressing technical debt and improvements for the software architecture.",
  "resume_ur_ext_desc_p2": "• Feature development for third-party extension framework, based on OSGi.",
  "resume_ur_ext_desc_p3": "• Implementation of features and bug fixing.",
  "resume_ur_ext_desc_p4": "• Migrating and upgrading external libraries including upgrading the Java environment.",
  "resume_ur_ext_desc_p5": "• Improving Continuous Integration through Jenkins and Docker.",
  "resume_ur_ext_desc_tech": "Primarily working with Java, OSGi, Docker and Python.",
  "resume_broen_desc": "Contributed to a pilot project exploring Industry 4.0 and Internet of Things (IoT) through the development of a cyber-physical system. Focused on prototyping, connectivity, and cloud infrastructure to enable real-time industrial automation solutions.",
  "resume_broen_ext_desc_tech": "Developed and prototyped an embedded platform supporting Industry 4.0 applications, focusing on system architecture and functionality. Designed and implemented IoT connectivity solutions using NB-IoT to ensure reliable data transmission for industrial sensors. Additionally, built and optimized cloud-based data processing and storage systems, leveraging Microsoft Azure to enhance scalability and efficiency.",
  "resume_apprentice_desc": "Responsible for the design, development and operation of a software platform for managing student intake and counseling.",
  "resume_apprentice_ext_desc_tech": "Primarily working with PHP, SQL and HTML, JavaScript and CSS using the Bootstrap framework.",
  "resume_elgiganten_desc": "Youth worker within technical customer support. Providing direct customer support, configuration of devices, product showcasing and troubleshooting.",
  "other_redmew_desc": "Developer and administrator for the online community RedMew focusing on the video game Factorio.",
  "other_redmew_ext_desc_p1": "Contributed with development of scenarios and modifications for Factorio, code review and approvals, maintenance of online servers and heading the crowdsourcing of locale translations.",
  "other_redmew_ext_desc_tech": "Primarily working with Lua and C#",
  "other_redmew_title": "Developer and Administrator",
  "other_category_drivers_license": "Category B",
  "other_drivers_licence_title": "Drivers License",
  "other_glenten_title": "Member of the advisory board",
  "other_title": "Other",
  "work": "Experience",
  "sr-company": "Company",
  "sr-role": "Role",
  "sr-date": "Date",
  "education": "Education",
  "sdu": "University of Southern Denmark",
  "msc-software-engineering": "MSc. Software Engineering",
  "bsc-software-engineering": "BSc. Software Engineering",
  "higher-preparatory-examination": "Higher Preparatory Examination",
  "eux-data-technician-programming": "EUX - Data Technician (Programming)",
  "lower-secondary-education": "Lower Secondary Education",
  "software-developer": "Software Developer (Part-time)",
  "software-engineer": "Software Engineer",
  "java-software-engineer": "Software Engineer (Java)",
  "full-stack-software-engineer": "Full-Stack Software Engineer (Java, Angular)",
  "student-worker": "Student Worker",
  "apprentice": "Apprentice",
  "polyscope-5-desc": "The mainstream software for controlling collaborative robots.",
  "polyscope-x-desc": "The next generation software for controlling collaborative robots.",
  "polyscope-learn-more": "Learn more at universal-robots.com"
}
