{
    "resume_ur_full_stack_desc": "Full-stack software engineer for the next generation of PolyScope X, the control and programming interface empowering the collaborative robots from Universal Robots.",
    "resume_ur_full_stack_ext_desc": "Developing full-stack features for the web-based application that enables programming and operation of collaborative robots. Responsible for the business sustainability of the current generation PolyScope 5.",
    "resume_ur_full_stack_ext_desc_2": "PolyScope X is an Angular based web frontend application, with a solid Spring Boot based backend. Communication through HTTP restful interfaces, websockets and ROS2. The primary programming languages are Java and TypeScript including HTML and CSS.",
    "resume_ur_full_stack_ext_desc_3": "PolyScope 5 is a Java Swing based application supported by a modular and plugable framework OSGi.",
    "resume_ur_full_desc": "Software engineer with responsiblity for the development and maintenance of PolyScope 5, the control and programming interface empowering the collaborative robots from Universal Robots.",
    "resume_ur_full_ext_desc": "Primarily responsible for the development and maintainance of the Java application enabling programming and operating collaborative robots. Main responsible for the development of the user interface for PolyScope 5.",
    "resume_ur_full_ext_desc_2": "Primarily working with Java, Docker, TypeScript and Angular",
    "projects": "Projects:",
    "education_msc_thesis_title": "• The longevity of modern software: A study of operational risks connected to open source libraries",
    "education_msc_company_project_title": "• Mitigating the accumulation of technical debt and addressing existing productivity inhibitors",
    "education_bsc_thesis_title": "• Data-driven mobile application for enhanced guest experiences",
    "education_hf_desc": "Tailored selection of courses for fast tracked entry to university. 2 years accredited in 11 months.",
    "education_aarhustech_desc": "Combined upper secondary education and vocational education within information technology, networking and computer programming.",
    "education_aarhustech_ext_desc": "Suspended to seek direct admission to university.",
    "education_tradium_desc": "Introductory courses, later transferred to Aarhus Tech.",
    "disclosure_read_more": "... read more",
    "responsibility": "Responsibility:",
    "resume_ur_desc": "Development and maintenance of user interaction software for controlling and programming the world's leading collaborative robotic arms.",
    "resume_ur_ext_desc_p1": "• Addressing technical debt and improvements for the software architecture.",
    "resume_ur_ext_desc_p2": "• Feature development for third-party extension framework, based on OSGi.",
    "resume_ur_ext_desc_p3": "• Implementation of features and bug fixing.",
    "resume_ur_ext_desc_p4": "• Migrating and upgrading external libraries including upgrading the Java environment.",
    "resume_ur_ext_desc_p5": "• Improving Continuous Integration through Jenkins and Docker.",
    "resume_ur_ext_desc_tech": "Primarily working with Java, OSGi, Docker and Python.",
    "resume_broen_desc": "Industry 4.0 and Internet of Things pilot project. Prototyping of internet and cloud connected valves using Arduino and Microsoft Azure through NB-IoT.",
    "resume_broen_ext_desc_tech": "Primarily working with C# and C++.",
    "resume_apprentice_desc": "Responsible for the design, development and operation of a software platform for managing student intake and counseling.",
    "resume_apprentice_ext_desc_tech": "Primarily working with PHP, SQL and HTML, JavaScript and CSS using the Bootstrap framework.",
    "resume_elgiganten_desc": "Youth worker within technical customer support. Providing direct customer support, configuration of devices, product showcasing and troubleshooting.",
    "other_redmew_desc": "Developer and administrator for the online community RedMew focusing on the video game Factorio.",
    "other_redmew_ext_desc_p1": "Contributed with development of scenarios and modifications for Factorio, code review and approvals, maintenance of online servers and heading the crowdsourcing of locale translations.",
    "other_redmew_ext_desc_tech": "Primarily working with Lua and C#",
    "other_redmew_title": "Developer and Administrator",
    "other_category_drivers_license": "Category B",
    "other_drivers_licence_title": "Drivers License",
    "other_glenten_title": "Member of the advisory board",
    "other_title": "Other",
    "work": "Work",
    "sr-company": "Company",
    "sr-role": "Role",
    "sr-date": "Date",
    "education": "Education",
    "sdu": "University of Southern Denmark",
    "msc-software-engineering": "MSc. Software Engineering",
    "bsc-software-engineering": "BSc. Software Engineering",
    "higher-preparatory-examination": "Higher Preparatory Examination",
    "eux-data-technician-programming": "EUX - Data Technician (Programming)",
    "lower-secondary-education": "Lower Secondary Education",
    "software-developer": "Software Developer (Part-time)",
    "software-engineer": "Software Engineer",
    "java-software-engineer": "Software Engineer (Java)",
    "full-stack-software-engineer": "Full-Stack Software Engineer (Java, Angular)",
    "student-worker": "Student Worker",
    "apprentice": "Apprentice"
}