{
  "about": "Om",
  "about_and": "og",
  "about_content_p1": "Jeg er en ung software ingeniør, bosat i Odense. Jeg er uddannet Civilingeniør i Software Engineering fra Syddansk Universitet. Jeg brænder for at skabe software løsninger hvor effektiv udvikling involverer balancering af",
  "about_velocity": "fremdrift",
  "about_quality": "kvalitet",
  "about_longevity": "fremtidssikring",
  "about_header": "Hej! Jeg hedder Simon Holland Flarup",
  "about_content_p6": "Jeg dimitterede som Civilingeniør i Software Engineering i 2023, og jeg har siden da vokset i min nuværende position how Universal Robots A/S til at være hovedansvarlig for brugergrænsefladen til PolyScope 5. Hvis du stadig er nysgerrig, eller tænker jeg er lige den de mangler,",
  "about_content_contant_catch_phrase": "så lad os tage en snak.",
  "about_content_p2": "Min baggrund kommer fra forskellige projekter og stillinger indenfor softwareudvikling. Jeg beskæftiger mig i øjeblikket med udvikling og vedligeholdelse af software til brugerstyring af verdens førende kollaborative robot arme. Mit ansvar har hjulpet med fornyet fremtidssikring og fjernelse af teknisk gæld der har samlet sig, for at forbedre fremdriften i videreudvikling.",
  "about_content_p3": "Jeg har tidligere haft glæden ved at kunne anvende software løsninger til at fremme anvendelsen af Internet of Things og Industry 4.0. Som ansvarlig for prototypeudviklingen af en sky forbundet industriel ventil til at forbedre overvågning og fejlfinding i vand-, fjernvarme- og gasledninger.",
  "about_content_p4": "Som lærling fik jeg muligheden for at lede designet, udviklingen og operationen af et digitaliseringsværktøj til effektivisering af administrationen blandt elevoptag og vejledning. Denne erfaring motiverede mig til at gå målrettet efter at blive civilingeniør.",
  "about_content_p5": "Som adgangskrav til universitet, blev jeg nødt til at gennemføre en gymnasial uddannelse. Et personligt uddannelsesforløb blev oprettet for at jeg hurtigt kunne blive optaget på et universitet. Dette forløb bestod af gennemførelsen af en 2-årig HF på 11 måneder.",
  "about_title": "Om",
  "about_location": "Odense, Fyn (Danmark)",
  "aria-follow-on-github": "Find mig på GitHub",
  "aria-follow-on-linkedin": "Find mig på LinkedIn",
  "pronoun": "Han/Ham",
  "born-in": "Født i",
  "years_old_abbr": "år"
}